/*********************************************************************************************************************
* 项目：第十八届全国大学生智能车竞赛单车越野组
* 队名：火箭队
* 学校：防灾科技学院
* 作者：润、碳白ChaoiteC
********************************************************************************************************************/

#include "zf_common_headfile.h"


int main(void){
    clock_init(SYSTEM_CLOCK_144M);                                              // 初始化芯片时钟 工作频率为 144MHz
    debug_init();                                                               // 初始化默认 Debug UART
    bike_init();
    menu();//进入人机交互页面
    start_check();
    
    while(1){//发车主循环
        overturn_check();
        bluetooth_check();
        stop_do();
    }
}
